10/data/attachments/48069cb754a478ec.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Audrey_responsibility_Friend_9237_3</nif:username>
            <nif:friendToBeRequested>soap_friends_fbe1899d-da72-471c-9ef4-4418cf35f086</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>